{
  "news": [
    {
      "id": 1,
      "title": "Darton Archery Sign’s Sponsorship Agreement With The Bear Whisperer",
      "story": "After many years of looking for the perfect bow, Blaine Anthony, producer and host of the Bear Whisperer TV show, seems to have finally found a home with Darton Archery."
    },
    {
      "id": 2,
      "title": "Horton Vortec RDX Feature Reverse Draw Technology, Easy Assembly",
      "story": "Horton Crossbow Innovations’ unveiled its brand new Vortec RDX crossbow model at the 2017 ATA Show in Indianapolis, Indiana."
    },
    {
      "id": 3,
      "title": "Centerpoint Archery Expands Best-Selling, Award Winning Sniper Series",
      "story": "Building on the success of the Sniper Crossbow, Centerpoint is now introducing an expanded package with even more value and performance at an extreme value."
    },
    {
      "id": 4,
      "title": "ATA Chooses Matt Kormann as President/CEO",
      "story": "The Archery Trade Association has chosen Matt Kormann of Marietta, Georgia, as its next president/CEO after a nationwide executive search."
    },
    {
      "id": 5,
      "title": "Carbon Express Releaves Their New PileDriver 390 Crossbow",
      "story": "When it comes to hunting with a crossbow, there’s no substitute for speed, as long as comfort, accuracy and shootability are not sacrificed in the process."
    },
    {
      "id": 6,
      "title": "Gold Tip, Bee Stinger Shooter Wins Para-World Championship in Beijing",
      "story": "Gold Tip and Bee Stinger Paralympic shooter Jeff Fabry recently won the 2017 World Archery Para Championships in Beijing, China."
    },
    {
      "id": 7,
      "title": "TenPoint Introduces Highly Efficient, Ultra-Light Eclipse RCX Crossbow",
      "story": "TenPoint Crossbow Technologies’ introduced its new Eclipse RCX crossbow, their latest response to consumer preference for lighter, faster crossbows."
    },
    {
      "id": 8,
      "title": "Browning Crossbows Expands Line in 2017",
      "story": "The new OneSevenOne crossbow is the culmination of years of design and development."
    },
    {
      "id": 9,
      "title": "Bloodsport: Choosing Arrows and Broadheads has Never Been Easier",
      "story": "New Bloodsport website makes hunting for information on arrows and broadheads fast and easy."
    }
  ]
}